IDEA StatiCa Open Model
ReinfFabric.SeparatelyPerWall Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 true - add fabric reinfrocement separatelly for each wall, false - merge walls and add reinforcement on merged shape
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool SeparatelyPerWall { get; set; }
Public Property SeparatelyPerWall As Boolean
	Get
	Set
public:
property bool SeparatelyPerWall {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace